"Time interval date: " = "时间间隔日期：";

"The string for a boolean must be either “YES” or “NO”." = "布尔值的字符串必须是“YES”或“NO”。";

"%lu key/value pairs" = "%lu 键/值对";

"%lu key/value pairs (%@ = %@)" = "%lu 键/值对（%@ = %@）";

"Root" = "根";

"Key already exists" = "键已存在";

"There is already an object for the key “%@” in this dictionary.  Do you want to replace this object with the one whose key you are changing?" = "在此字典中已存在键“%@”的对象。您是否要用新的键替换此对象？";

"Replace" = "替换";

"Cancel" = "取消";

"Editing %lu values" = "正在编辑 %lu 个值";

"Editing key %@" = "正在编辑键 %@";

"Editing item %ld" = "正在编辑项目 %ld";

"The entered text is not valid: %@" = "输入的文本无效：%@";

"Invalid hexadecimal data for data object" = "数据对象的十六进制数据无效";

"%lu bytes: " = "%lu 字节：";

"?" = "？";

"Y" = "是";

"N" = "否";

"Favorites" = "收藏夹";

"Hex (big-endian): " = "十六进制（大端）：";

"Hex (little-endian): " = "十六进制（小端）：";

"None" = "无";

"No file exists at the path “%@”" = "路径 “%@” 处不存在文件";

"Selected Definition" = "已选择的定义";

"Untitled Definition" = "未命名的定义";

"Byte Count: " = "字节计数：";

"Could not create plist document for text" = "无法为文本创建属性列表文档";

"Could not open property list text: no string present in selection" = "无法打开属性列表文本：选择中没有字符串";

"Trial period expired" = "试用期已过期";

"Your trial period for PlistEdit Pro has expired. You will still be able to open plist files, but you will not be able to save any changes. Purchasing a license will remove this limitation and help support the development of this software" = "您的 PlistEdit Pro 试用期已过期。您仍然可以打开 plist 文件，但无法保存任何更改。购买许可证将解除此限制并支持软件的开发。";

"Purchase" = "购买";

"Invalid Registration" = "无效的注册";

"The name/serial number combination you have entered is not valid.  Please check both the serial number and your name to ensure they exactly match your registration information and try again." = "您输入的姓名/序列号组合无效。请检查序列号和您的姓名，确保它们与您的注册信息完全匹配，然后重试。";

"Thank you for registering PlistEdit Pro! You now have unlimited access to all features of the program." = "感谢您注册 PlistEdit Pro！现在您可以无限制地访问程序的所有功能。";

"Your copy of PlistEdit Pro is currently unregistered. Purchasing a license will allow you to continue saving changes to your plists past the trial expiration period. If you have already purchased a license, please enter your name and serial number below." = "您的 PlistEdit Pro 副本当前尚未注册。购买许可证将允许您在试用期过期后继续保存 plist 文件的更改。如果您已经购买了许可证，请在下面输入您的姓名和序列号。";

"Install" = "安装";

"The installed command line tool is up to date." = "安装的命令行工具已经是最新的。";

"OK" = "确定";

"Relaunch required" = "需要重新启动";

"Changing this setting requires quitting and relaunching PlistEdit Pro." = "更改此设置需要退出并重新启动 PlistEdit Pro。";

"Relaunch" = "重新启动";

"Later" = "稍后";

"No saved browsers" = "没有保存的浏览器";

"Delete Browser" = "删除浏览器";

"Are you sure you want to delete the browser configuration “%@”?  This operation cannot be undone." = "您确定要删除浏览器配置 “%@” 吗？此操作无法撤销。";

"Delete" = "删除";

"Install" = "安装";

"Would you like to install the %@ command line tool in %@?\n\nIf you decline to install now, you can install later from the preferences window." = "您是否要在 %@ 中安装 %@ 命令行工具？\n\n如果您现在拒绝安装，可以稍后从首选项窗口安装。";

"Install" = "安装";

"Cancel" = "取消";

"Could not execute authorized tool (%d)" = "无法执行授权工具（%d）";

"Alias" = "别名";
"Could not create alias data" = "无法创建别名数据";

"%@ (%ld)" = "%@ (%ld)";

"No file exists at the path “%@”" = "路径 “%@” 处不存在文件";

"No path could be determined from the alias record" = "无法从别名记录中确定路径";

"Bookmark" = "书签";

"Replace All completed" = "替换全部完成";

"No occurrences of “%@” were found" = "未找到“%@”的任何出现";

"1 occurrence of “%@” was replaced with “%@”" = "1 个“%@”的出现已被替换为“%@”";

"%lu occurrences of “%@” were replaced with “%@”" = "%lu 个“%@”的出现已被替换为“%@”";

"OK" = "确定";

"Untitled Definition" = "未命名的定义";

"XML" = "XML";

"ASCII" = "ASCII";

"Binary" = "二进制";

"JSON" = "JSON";

"The file %@ could not be opened because an error occurred parsing the file.\n\nPlist parse error: %@ (%@)\n\nJSON parse error: %@" = "无法打开文件 %@，因为解析文件时发生错误。\n\n属性列表解析错误：%@（%@）\n\nJSON 解析错误：%@"；

"Convert" = "转换";

"New item" = "新项目";

"Edit Key" = "编辑键";

"Sort Keys" = "排序键";

"Sort Values" = "排序值";

"Sort By Subkey “%@”" = "按子键“%@”排序";

"Move" = "移动";

"Attempt to insert child plist that would create a cycle" = "尝试插入会创建循环的子属性列表";

"Cannot move a plist so that it contains itself" = "无法将属性列表移动以使其包含自身";

"Cannot move the root plist of a document" = "无法移动文档的根属性列表";

"The plist does not have any children to sort" = "属性列表没有任何要排序的子项";

"Edit Class" = "编辑类";

"None" = "无";

"Invalid Definition Element" = "无效的定义元素";

"Definition elements must be of type “definition” (found “%@” instead)." = "定义元素必须是“definition”类型的（而不是“%@”类型）。";

"Invalid XML Root" = "无效的 XML 根";

"The root element of a structure definition document must be of type “plugin” (found type “%@” instead)." = "结构定义文档的根元素必须是“plugin”类型的（而不是“%@”类型）。";

"Could not find plugin data file “%@.xcplugindata” in plugin bundle" = "在插件捆绑包中找不到插件数据文件 “%@.xcplugindata”";

"Favorites" = "收藏夹";

"Add To Favorites" = "添加到收藏夹";

"Organize Favorites…" = "组织收藏夹…";

"Could not encode string as OSType" = "无法将字符串编码为 OSType";

"OSType string must be exactly 4 characters long" = "OSType 字符串必须正好为 4 个字符长";

"OSType: " = "OSType：";

"Show only prefs for known applications" = "仅显示已知应用程序的首选项";

"Show system-wide preferences" = "显示系统范围的首选项";

"Preference File Browser" = "首选项文件浏览器";

"The application for the selected file is unknown" = "所选文件的应用程序未知";

"Launch the application that owns the selected preference file" = "启动拥有所选首选项文件的应用程序";

"Reveal the application that owns the selected preference file" = "显示拥有所选首选项文件的应用程序";

"HMS: " = "HMS：";

"Definition" = "定义";

"Change the plist definition used with this document" = "更改用于此文档的属性列表定义";

"Format" = "格式";

"Change the storage format for the property list" = "更改属性列表的存储格式";

"View As" = "查看为";

"View the selected object as a different data type" = "将所选对象视为不同的数据类型";

"Invalid definition element class" = "无效的定义元素类";

"The element “%@” has an invalid class “%@”." = "元素 “%@” 具有无效的类 “%@”。";

"Allowable value “%@” cannot be parsed as type %@" = "不可接受的值 “%@” 无法解析为类型 %@";

"“allowableValues” element for definition of “%@” can only contain “value” elements, found “%@” instead." = "“%@” 的定义的“allowableValues”元素只能包含“value”元素，而不是“%@”。";

"New item" = "新项目";

"The string cannot be encoded as %@" = "字符串无法编码为 %@";

"The data is not a valid %@ string" = "数据不是有效的 %@ 字符串";

"%@ String: " = "%@ 字符串：";

"%lu ordered objects" = "%lu 有序对象";

"Cut" = "剪切";

"Paste" = "粘贴";

"Duplicate" = "复制";

"New Child" = "新子项";

"The key “%@” is a required key for this dictionary. Are you sure you want to delete this object?" = "键 “%@” 是此字典的必需键。您确定要删除此对象吗？";

"%lu of the keys you are about to delete are required keys for this dictionary. Are you sure you want to delete these objects?" = "您要删除的键中有 %lu 个是此字典的必需键。您确定要删除这些对象吗？";

"Required dictionary key" = "必需的字典键";

"Delete" = "删除";

"Cancel" = "取消";

"Delete" = "删除";

"Error" = "错误";

"Drag" = "拖动";

/* Scanning for files... */
"214" = "正在扫描文件...";

/* Property List Browser */
"215" = "属性列表浏览器";

/* Property List Browser %@ %@ */
"216" = "属性列表浏览器 %@ %@";

/* Scanning for files... */
"217" = "正在扫描文件...";

/* Reveal the selected preference file in the Finder */
"218" = "在Finder中显示所选首选项文件";

/* Move To Trash */
"224" = "移到垃圾桶";

/* Are you sure you want to move the selected files to the trash? */
"225" = "您确定要将所选文件移到垃圾桶吗？";

/* OK */
"226" = "确定";

/* Cancel */
"227" = "取消";

/* Confirm */
"228" = "确认";

/* Are you sure you want to open all %lu files? */
"229" = "您确定要打开所有 %lu 个文件吗？";

/* OK */
"230" = "确定";

/* Cancel */
"231" = "取消";

/* Validation Succeeded */
"232" = "验证成功";

/* All the selected property list files are valid. */
"233" = "所选的所有属性列表文件都有效。";

/* Validation Failed */
"234" = "验证失败";

/* %lu of the selected property lists failed to validate */
"235" = "所选的 %lu 个属性列表中有验证失败的";

/* Untitled */
"236" = "未命名";

/* Enter a name for this browser configuration */
"237" = "为此浏览器配置输入名称";

/* Browser name already exists */
"238" = "浏览器名称已存在";

/* A saved browser named “%@” already exists.  Would you like to replace the saved browser with this one? */
"239" = "已经存在名为 “%@” 的已保存浏览器。您是否要用此浏览器替换已保存的浏览器？";

/* Cancel */
"240" = "取消";

/* Replace */
"241" = "替换";

/* Incompatible Format */
"242" = "不兼容的格式";

/* %lu of the selected property lists have objects that are not compatible with the %@ format.  These objects must be converted to strings in order to change formats.  Would you like to perform the conversion? */
"243" = "所选的 %lu 个属性列表中有对象不兼容 %@ 格式。这些对象必须转换为字符串才能更改格式。您是否要执行转换？";

/* Convert */
"244" = "转换";

/* Cancel */
"245" = "取消";

/* Drag files and folders here to browse their contents */
"246" = "将文件和文件夹拖拽到此处以浏览其内容";

/* No files found whose name contains “%@” */
"247" = "未找到包含“%@”的文件";

/* No files found containing “%@” */
"248" = "未找到包含“%@”的文件";

/* Edit Value */
"249" = "编辑值";

/* Invalid value */
"250" = "无效的值";

/* OK */
"251" = "确定";

/* Conversion required */
"266" = "需要转换";

/* This property list has objects that cannot be stored in the chosen property list format%@.  These objects must be converted into strings in order to change formats.  Would you like to perform the conversion? */
"267" = "此属性列表包含无法存储在所选属性列表格式 %@ 中的对象。这些对象必须转换为字符串以更改格式。您是否要执行转换？";

/* Convert */
"268" = "转换";

/* Cancel */
"269" = "取消";

/* Error */
"273" = "错误";

/* There was an error reading the property list file\n\n%@\n\nWould you like to open the raw text of the file instead? */
"274" = "读取属性列表文件时出现错误\n\n%@\n\n您是否要打开文件的原始文本？";

/* Open */
"275" = "打开";

/* Cancel */
"276" = "取消";

/* Error */
"277" = "错误";

/* OK */
"278" = "确定";

/* File changed on disk */
"279" = "磁盘上的文件已更改";

/* The contents of the file on disk have changed.  Do you want to revert to the version on disk? */
"280" = "磁盘上文件的内容已更改。您是否要恢复到磁盘上的版本？";

/* Revert */
"281" = "恢复";

/* Don't Revert */
"282" = "不要恢复";

/* Conversion failed */
"283" = "转换失败";

/* The property list could not be converted to be compatible with the format “%@”. */
"284" = "无法将属性列表转换为与格式 “%@” 兼容。";

/* Sync Text */
"285" = "同步文本";

/* Sync Outline */
"286" = "同步大纲";

/* Sync */
"287" = "同步";

/* text */
"288" = "文本";

/* Sync Text */
"289" = "同步文本";

/* outline */
"290" = "大纲";

/* Sync Outline */
"291" = "同步大纲";

/* Error */
"292" = "错误";

/* The %@ could not be synchronized because an error occurred: %@ */
"293" = "由于发生错误，无法同步 %@：%@";

/* Add to Favorites */
"294" = "添加到收藏夹";

/* Add %@ to Favorites */
"295" = "将 %@ 添加到收藏夹";

/* Change Format */
"296" = "更改格式";

/* The edit mode cannot be changed because the property list cannot be displayed textually in the current format\n%@ */
"297" = "无法更改编辑模式，因为属性列表无法以当前格式文本方式显示\n%@";

/* Unknown edit mode (%ld) */
"298" = "未知的编辑模式 (%ld)";

/* The property list is in binary format and has no textual representation.  To see a textual representation, choose a different property list format using the Change Format submenu located in the Operations menu. */
"299" = "属性列表以二进制格式存在，没有文本表示。要查看文本表示，请使用“操作”菜单中的“更改格式”子菜单选择不同的属性列表格式。";

/* The contents of the property list can't be represented in the necessary text encoding */
"300" = "属性列表的内容无法以所需的文本编码表示";

/* UTF-8 */
"301" = "UTF-8";

/* ASCII */
"302" = "ASCII";

/* UTF-8 */
"303" = "UTF-8";

/* The current text cannot be converted into a property list because it is empty */
"304" = "当前文本无法转换为属性列表，因为它为空";

/* The current text cannot be encoded in the necessary text encoding (%@) */
"305" = "当前文本无法以所需的文本编码（%@）进行编码";

/* Unable to get current plist for unknown edit mode (%ld) */
"306" = "无法获取未知编辑模式 (%ld) 的当前属性列表";

/* Unable to create a property list for the current data */
"307" = "无法为当前数据创建属性列表";

/* The property list could not be converted to be compatible with the new format (%@). */
"308" = "无法将属性列表转换为与新格式 (%@) 兼容。";

/* Trial period expired */
"309" = "试用期已过";

/* Your trial period for PlistEdit Pro has expired. Saving changes to files is disabled until this copy of PlistEdit Pro has been licensed. You can remove this limitation and help support development of PlistEdit Pro by clicking the “Purchase” button. */
"310" = "PlistEdit Pro 的试用期已过。在此副本的 PlistEdit Pro 被授权之前，禁用了对文件的更改保存。您可以点击“购买”按钮来解除此限制并支持 PlistEdit Pro 的开发。";

/* Purchase */
"311" = "购买";

/* Update */
"312" = "更新";

/* Would you like to update the %@ command line tool in %@?\n\nIf you decline to update now, you can update later from the preferences window. */
"313" = "您是否要更新 %@ 命令行工具在 %@ 中？\n\n如果您选择现在不更新，您可以稍后从首选项窗口中更新。";

/* No value entered */
"314" = "未输入任何值";

/* Parse error */
"315" = "解析错误";

/* Default value “%@” cannot be parsed as type %@ */
"321" = "默认值 “%@” 无法解析为类型 %@";

/* Invalid value */
"336" = "无效的值";

/* Binary plist, %lu bytes:  */
"338" = "二进制属性列表，%lu 字节：";

/* Delete definition confirmation message */
"Are you sure you want to move the structure definition file “%@” to the trash? This action cannot be undone" = "您确定要将结构定义文件 “%@” 移到垃圾桶吗？此操作无法撤销";

/* Save error description */
"Can't save builtin" = "无法保存内置";

/* Button title */
"Cancel" = "取消";

/* Definition manager table column header */
"Definition" = "定义";

/* Button title */
"Delete" = "删除";

/* Toolbar item title
   Delete definition confirmation message */
"Delete Definition" = "删除定义";

/* File types manager table column header */
"File Types" = "文件类型";

/* Structure definition reveal button error message */
"Folder not found" = "未找到文件夹";

/* Toolbar item title */
"New Definition" = "新定义";

/* Empty selection placeholder in definition manager window */
"No selection" = "没有选择";

/* Button title */
"Open" = "打开";
/* Toolbar item title */
"Open Definition" = "打开定义";

/* Plist reading data error string */
"Plist parser: %@\nJSON parser: %@" = "属性列表解析器: %@\nJSON 解析器: %@";

/* Structure definition type */
"PlistEdit Pro builtin" = "PlistEdit Pro 内置";

/* Save error recovery suggestion */
"PlistEdit Pro does not support saving .dvtplugin files. Use “Save As…” to save to a .xcodedefinition file instead." = "PlistEdit Pro 不支持保存 .dvtplugin 文件。请使用“另存为…”来保存为 .xcodedefinition 文件。";

/* Save error description */
"Save unsupported" = "不支持保存";

/* Preferences window title */
"Settings" = "设置";

/* Manage definitions window title */
"Structure Definitions" = "结构定义";

/* Save error recovery suggestion */
"The definition file “%@” is a builtin definition and cannot be edited. Use “Save As…” to save a separate copy of the file in another location." = "定义文件 “%@” 是内置定义，无法编辑。请使用“另存为…”来在另一个位置保存文件的单独副本。";

/* Structure definition reveal button error message */
"The folder %@ does not exist." = "文件夹 %@ 不存在。";

/* Structure definition type */
"User" = "用户";

/* View As touch bar label */
"View As:" = "查看为:";

/* Structure definition type */
"Xcode builtin" = "Xcode 内置";
